Repository: acodmit/TruckCentreWF
Catalog: TruckCentreWF/Forms/AddServiceTicketEmployeeForm.*.resx
Languages: de

# label1.Text
source: Insert ticket details:
de: Ticketdetails eingeben:

# lblInstruction.Text
source: To create a new ticket, select both client and vehicle:
de: Um ein neues Ticket zu erstellen, wählen Sie sowohl den Kunden als auch das Fahrzeug aus:

# btnAdd.Text
source: Add
de: Hinzufügen

# IdVehicle.HeaderText
source: IdVehicle
de: Fahrzeug-ID

# Mileage.HeaderText
source: Mileage
de: Kilometerstand

# VehicleDetails.HeaderText
source: VehicleDetails
de: Fahrzeugdetails

# LastService.HeaderText
source: LastService
de: Letzter Service

# msgErrorClientId
source: Error taking client.
de: Fehler beim Abrufen des Kunden.

# msgFailedAdding
source: Error adding service ticket.
de: Fehler beim Hinzufügen des Service-Tickets.

# msgSelect
source: Please select a client and a vehicle.
de: Bitte wählen Sie einen Kunden und ein Fahrzeug aus.

# msgServiceDetails
source: Please enter service details.
de: Bitte geben Sie Service-Details ein.

# msgSuccesfullyAdded
source: Service ticket and associated vehicle added successfully.
de: Service-Ticket und zugehöriges Fahrzeug erfolgreich hinzugefügt.
