Repository: acodmit/TruckCentreWF
Catalog: TruckCentreWF/Forms/GenerateInvoiceEmployeeForm.*.resx
Languages: de, sr_latn

# SerialNumber.HeaderText
source: Serial Number
de: Seriennummer
sr_latn: Serijski broj

# PartName.HeaderText
source: Part Name
de: Teilname
sr_latn: Naziv dela

# UnitPrice.HeaderText
source: Unit Price
de: Stückpreis
sr_latn: Cena po komadu

# ServiceName.HeaderText
source: Service Name
de: Dienstname
sr_latn: Naziv usluge

# ServiceFee.HeaderText
source: Service Fee
de: Dienstgebühr
sr_latn: Taksa za uslugu

# Labour.HeaderText
source: Labour
de: Arbeit
sr_latn: Rad

# btnAddPart.Text
source: Add Part
de: Teil hinzufügen
sr_latn: Dodaj deo

# btnAddService.Text
source: Add Service
de: Dienstleistung hinzufügen
sr_latn: Dodaj uslugu

# btnShowInvoice.Text
source: Create
de: Erstellen
sr_latn: Kreiraj

# labelPart.Text
source: Choose used parts:
de: Verwendete Teile auswählen:
sr_latn: Izaberite korišćene delove:

# labelService.Text
source: Choose provided service:
de: Erbrachte Dienstleistung auswählen:
sr_latn: Izaberite pruženu uslugu:

# labelQuantityPart.Text
source: Number of units:
de: Anzahl der Einheiten:
sr_latn: Broj jedinica:

# labelQuantityService.Text
source: Number of hours:
de: Anzahl der Einheiten:
sr_latn: Broj jedinica:

# btnRemovePart.Text
source: Remove Part
de: Teil entfernen
sr_latn: Ukloni deo

# dataGridViewTextBoxColumn2.HeaderText
source: Service Name
de: Dienstname
sr_latn: Naziv usluge

# dataGridViewTextBoxColumn3.HeaderText
source: Service Fee
de: Dienstgebühr
sr_latn: Taksa za uslugu

# dataGridViewTextBoxColumn4.HeaderText
source: Labour
de: Arbeit
sr_latn: Rad

# LabourAmount.HeaderText
source: Labour Amount
de: Arbeit Menge
sr_latn: Količina rada

# ItemServicePrice.HeaderText
source: Item Service Price
de: Dienstpreis
sr_latn: Cena stavke

# dataGridViewTextBoxColumn5.HeaderText
source: Serial Number
de: Seriennnummer
sr_latn: Serijski broj

# dataGridViewTextBoxColumn6.HeaderText
source: Part Name
de: Teilname
sr_latn: Naziv dela

# dataGridViewTextBoxColumn7.HeaderText
source: Unit Price
de: Stückpreis
sr_latn: Cena po komadu

# Quantity.HeaderText
source: Quantity
de: Menge
sr_latn: Količina

# ItemPartPrice.HeaderText
source: Item Price
de: Teilpreis
sr_latn: Cena stavke

# lblSelectedParts.Text
source: Selected parts:
de: Ausgewählte Teile:
sr_latn: Izabrani delovi:

# lblSelectedServices.Text
source: Selected services:
de: Ausgewählte Dienstleistungen:
sr_latn: Izabrane usluge:

# btn.Text
source: Remove Service
de: Dienstleistung entfernen
sr_latn: Ukloni uslugu

# msgErrorGettingItemPart
source: Error getting selected item part.
de: Fehler beim Abrufen des ausgewählten Artikelteils.
sr_latn: Greška pri dobavljanju odabranog dela stavke.

# msgErrorGettingItemService
source: Error getting selected item service.
de: Fehler beim Abrufen des ausgewählten Artikel-Dienstes.
sr_latn: Greška pri dobavljanju odabranog servisa stavke.

# msgErrorGettingPart
source: Error getting selected part.
de: Fehler beim Abrufen des ausgewählten Teils.
sr_latn: Greška pri dobavljanju odabranog dela.

# msgErrorGettingService
source: Error getting selected service.
de: Fehler beim Abrufen des ausgewählten Dienstes.
sr_latn: Greška pri dobavljanju odabranog servisa.

# msgFailedAdding
source: Error adding part.
de: Fehler beim Hinzufügen des Teils.
sr_latn: Greška pri dodavanju dela.

# msgFailedAddingService
source: Error adding service.
de: Fehler beim Hinzufügen des Dienstes.
sr_latn: Greška pri dodavanju servisa.

# msgFailedDeletingItemPart
source: Error deleting item part.
de: Fehler beim Löschen des Artikelteils.
sr_latn: Greška pri brisanju dela stavke.

# msgFailedDeletingItemService
source: Error deleting item service.
de: Fehler beim Löschen des Artikel-Dienstes.
sr_latn: Greška pri brisanju servisa stavke.

# msgNoTicket
source: No processing ticket available.
de: Kein Bearbeitungsticket verfügbar.
sr_latn: Nema dostupnog obradnog tiketa.

# msgSelectItemPart
source: Please select an item part.
de: Bitte wählen Sie einen Artikelteil aus.
sr_latn: Molimo odaberite deo stavke.

# msgSelectItemService
source: Please select an item service.
de: Bitte wählen Sie einen Artikel-Dienst aus.
sr_latn: Molimo odaberite servis stavke.

# msgSelectPart
source: Please select a part.
de: Bitte wählen Sie ein Teil aus.
sr_latn: Molimo odaberite deo.

# msgSelectService
source: Please select a service.
de: Bitte wählen Sie einen Dienst aus.
sr_latn: Molimo odaberite servis.

# msgSuccessfullyAdded
source: Part added successfully.
de: Teil erfolgreich hinzugefügt.
sr_latn: Deo uspešno dodat.

# msgSuccessfullyAddedService
source: Service added successfully.
de: Dienst erfolgreich hinzugefügt.
sr_latn: Servis uspešno dodat.

# msgSucessfullyDeletedItemPart
source: Item part deleted successfully.
de: Artikelteil erfolgreich gelöscht.
sr_latn: Deo stavke uspešno obrisan.

# msgValidLabourAmount
source: Please enter a valid labour amount.
de: Bitte geben Sie einen gültigen Arbeitsbetrag ein.
sr_latn: Molimo unesite validan iznos rada.

# msgValidQuantity
source: Please enter a valid quantity.
de: Bitte geben Sie eine gültige Menge ein.
sr_latn: Molimo unesite validnu količinu.
